tap "eugenmayer/dockersync"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
brew "anyenv"
brew "bash"
brew "node@14"
brew "code-server"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "hub"
brew "jq"
brew "lazydocker"
brew "libpq"
brew "luv"
brew "mas"
brew "minikube", link: false
brew "mysql"
brew "neovim"
brew "peco"
brew "postgresql"
brew "pstree"
brew "python@3.9"
brew "socat"
brew "spotify-tui"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tnftp"
brew "tree"
brew "unison"
brew "vim"
brew "watch"
brew "eugenmayer/dockersync/unox"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "aerial"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "keycastr"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Endel", id: 1484348796
mas "Focus Timer", id: 880565132
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notability", id: 360593530
mas "Pitch", id: 1551335606
mas "Reeder", id: 1529448980
mas "Sequel Ace", id: 1518036000
mas "Slack", id: 803453959
mas "Streaks", id: 963034692
mas "Todoist", id: 585829637
mas "TweetDeck", id: 485812721
mas "WaterMinder", id: 1415257369
mas "Xcode", id: 497799835
mas "XMind", id: 1327661892
mas "ZIPANG", id: 882655968
