tap "auth0/auth0-cli"
tap "cloudflare/cloudflare"
tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "nektos/tap"
tap "supabase/tap"
brew "act"
brew "aircrack-ng"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "bash"
brew "bazelisk"
brew "berkeley-db"
brew "bmon"
brew "osx-cpu-temp"
brew "python@3.12"
brew "bpytop"
brew "btop"
brew "glib"
brew "cairo"
brew "node@20"
brew "code-server"
brew "cointop"
brew "curl"
brew "dvdbackup"
brew "dvdrtools"
brew "fastfetch"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "glances"
brew "guile"
brew "hadolint"
brew "hashcat"
brew "htop"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "john-jumbo"
brew "jq"
brew "lazydocker"
brew "libpq"
brew "luv"
brew "mas"
brew "minicom"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "nethogs"
brew "node@16"
brew "openssl@1.1"
brew "peco"
brew "perl"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "postgresql@15", restart_service: true
brew "pstree"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "screen"
brew "speedtest-cli"
brew "tcptraceroute"
brew "telnet"
brew "terminal-notifier"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tnftp"
brew "tree"
brew "unison"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "cloudflare/cloudflare/cf-terraforming"
brew "heroku/brew/heroku"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "airparrot"
cask "alacritty"
cask "android-platform-tools"
cask "authy"
cask "clipy"
cask "dash"
cask "devtoys"
cask "fig"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-open-dyslexic"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "raycast"
cask "spotify"
cask "warp"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Book Tracker", id: 1496543317
mas "Developer", id: 640199958
mas "Focus Timer", id: 880565132
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "HiCoffee", id: 1507361706
mas "HiWater", id: 1561732866
mas "HomeAtmo", id: 1359795390
mas "iMovie", id: 408981434
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pitch", id: 1551335606
mas "reMarkable", id: 1276493162
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "Streaks", id: 963034692
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hoovercj.vscode-power-mode"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "soerenuhrbach.vscode-deepl"
vscode "stylelint.vscode-stylelint"
vscode "znck.grammarly"
