tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
brew "asdf"
brew "bash"
brew "code-server"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "hub"
brew "jq"
brew "lazydocker"
brew "libpq"
brew "luv"
brew "mas"
brew "neovim"
brew "peco"
brew "python@3.9"
brew "ripgrep"
brew "terminal-notifier", link: false
brew "the_silver_searcher"
brew "tmux"
brew "tnftp"
brew "unison"
brew "vim"
brew "watch"
cask "clipy"
cask "dash"
cask "fig"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "spotify"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Pitch", id: 1551335606
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
