hyprland
linux-headers
greetd-tuigreet
waybar
swaync
git
git-delta
chezmoi
vim
neovim
tmux
fcitx5-im
fcitx5-hazkey-bin
hazkey-zenzai-vulkan
brave-bin
zeed-bin
wofi
playerctl
brightnessctl
wireplumber
pipewire
pipewire-pulse
zsh
dialog
ttf-apple-emoji
ghostty
foot
starship
mise
sheldon
docker
docker-compose
fzf
ghq
github-cli
jq
yq
ripgrep
fd
eza
obs-studio
hyprpaper
btop
wl-clipboard
lazygit
libnotify
cliphist
atuin
hypridle
hyprlock
linux-zen
linux-zen-headers
hyprsession-sh
irqbalance
powertop
corectrl
lazydocker
wavemon
hyprsunset
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
distrobox
slack-desktop-wayland
mtr
thunar
nm-connection-editor
wtype
grim
slurp
swappy
base-devel
libevdev
keyd
timeshift
bluez
zoxide
fastfetch
1password-cli
nwg-displays
tailscale
trayscale
mosh
python-pipx
lm_sensors
bat
bc
xorg-xwayland
dust
tree
vlc
darkman
hyprvoice-bin
google-cloud-sdk
mermaid-cli
sunshine
