hyprland
linux-headers
greetd
greetd-tuigreet
waybar
swaync
git
chezmoi
vim
neovim
tmux
fcitx5-im
fcitx5-hazkey-bin
brave-bin
dolphin
wofi
playerctl
brightnessctl
wireplumber
pipewire
pipewire-pulse
zsh
dialog
vulkan-radeon
amdvlk
vulkan-amdgpu-pro
ttf-apple-emoji
foot
starship
mise
sheldon
docker
docker-compose
fzf
neofetch
ghq
github-cli
eza
obs-studio-git
droidcam-obs-plugin-git
droidcam-git
hyprpaper
btop
wl-clipboard
lazygit
grimshot
cliphist
atuin
hypridle
hyprlock
zellij
linux-zen
linux-zen-headers
hyprsession-sh
irqbalance
powertop
corectrl
lazydocker
wavemon
tokyonight-gtk-theme-git
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
distrobox
slack-desktop-wayland
mtr-git
pdfmerger
cursor-bin
thunar
yazi
nm-connection-editor
wtype
grim
slurp
swappy
base-devel
libevdev