hyprland
linux-headers
greetd
waybar
mako
git
chezmoi
vim
neovim
tmux
fcitx5-hazkey-bin
fcitx5
fcitx5-config-qt
fcitx5-wayland
fcitx5-gtk
fcitx5-qt
brave-bin
dolphin
wofi
playerctl
brightnessctl
wireplumber
pipewire
pipewire-pulse
zsh
dialog
vulkan-radeon
amdvlk
vulkan-amdgpu-pro
ttf-apple-emoji
foot
starship
mise
sheldon
docker
fzf
neofetch
ghq
github-cli
eza
v4l2loopback-dkms
obs-studio
droidcam
hyprpaper
btop
wl-clipboard
lazygit
wdisplays
grimshot
cliphist
atuin
hypridle
hyprlock
slack
zellij
linux-zen
linux-zen-headers
hyprsession
hyprsession-sh
irqbalance
powertop
corectrl
lazydocker
wavemon
tokyonight-gtk-theme-git
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
lxd