git
curl
vim
zsh
tmux
fzf
locales
locales-all
xdotool
wmctrl
build-essential
libssl-dev
zlib1g-dev
libyaml-dev
libreadline-dev
libncurses5-dev
libffi-dev
libgdbm-dev
libdb-dev
libevdev-dev
libhidapi-dev
libhidapi-hidraw0
libhidapi-libusb0
libxcb-xtest0
gnupg2
ruby-full
fcitx5-mozc
mozc-utils-gui
im-config
xkbset
libinput-tools
arc-theme
papirus-icon-theme
fonts-noto
fonts-noto-cjk
fonts-noto-color-emoji
vulkan-tools
libvulkan1
mesa-vulkan-drivers
blueman
btop
neofetch
nvtop
wavemon
zram-tools
mpv