curl
git
vim
zsh
build-essential
tmux
fzf
fcitx5-mozc
fcitx-mozc-data
mozc-utils-gui
im-config
xkbset
arc-theme
papirus-icon-theme
gpg
libssl-dev
zlib1g-dev
libyaml-dev
libreadline-dev
libncurses5-dev
libffi-dev
libgdbm-dev
libdb-dev
snapd
gnupg2
ruby-full
ruby-dev
libinput-tools
vulkan-tools
libvulkan1
mesa-vulkan-drivers
sqlite3
libsqlite3-dev
wmctrl
libevdev-dev
blueman
xdotool
fonts-noto-color-emoji
fonts-noto
fonts-noto-cjk
preload
zram-tools
xfce4-whiskermenu-plugin
irqbalance